Repository: LiaoPan/geography
Catalog: geography/static/po/*.po
Languages: es, fr, ru, sk

source: Přihlásit se
es: Iniciar sesión

source: přes Google
es: con Google

source: přes Facebook
es: con Facebook

source: Uživatelské jméno
es: Nombre de usuario

source: Heslo
es: Contraseña

source: Znovu procvičovat
es: Practicar de nuevo

source: Registrujte se
es: Registrarse

source: a získejte všechny výhody registrovaných uživatelů.
es: y accede a todos los benecifios de un usuario registrado.

source: Co získám?
es: ¿Qué obtengo?

source: přes E-mail
es: con E-mail

source: Heslo znovu
es: Contraseña de nuevo

source: Registrace proběhla úspěšně. Můžete pokračovat v používání aplikace.
es: Registro exitoso. Puedes continuar usando la aplicación.

source: Poslat mi email při neplnění cílů
es: Enviarme un correo si estoy atrasado con mis metas

source: Napište nám
es: Sugerencias

source: Feedback text label
es: ¿Encontraste algún error en el programa? ¿Tienes alguna sugerencia sobre como podemos mejorar? ¿Quieres compartir tu opinión con nosotros? Nos gustaría escuchar lo que tengas que decir.

source: Vaše emailová adresa (nepovinné)
es: Tu email (opcional)

source: Odeslat
es: Enviar

source: Postup plnění cíle
es: Progreso de metas

source: Splněno
es: Logrado

source: Dnešní nesplněné procvičování
es: Prácticas a realizar

source: Více než den nesplněného procvičování
es: Práctica para más de un día

source: Chceš se naučit některou mapu do určitého data?
es: ¿Deseas aprender un mapa hasta cierta fecha?

source: Nastav si cíl a systém ti podle tvých aktuálních znalostí rozloží procvičování na jednotlivé dny.
es: Planteate una meta y el programa usará tu conocimiento actualpara crear pequeñas prácticas para cada día.

source: Vytvořit cíl
es: Crear meta

source: Žádné cíle zatím nebyly stanoveny
es: No hay metas planteadas

source: Dnes již není třeba procvičovat
es: Hemos terminado de prácticar por hoy

source: Odstranit cíl
es: Eliminar meta

source: Ze zvýrazněných objektů na mapě vyber
es: Selecciona de entre los objetos en grís el que corresponda a

source: Jak se jmenuje objekt zvýrazněný na mapě?
es: ¿Cuál es el nombre del objeto resaltado en el mapa?
