Repository: LiaoPan/geography
Catalog: geography/static/po/*.po
Languages: es, fr, ru, sk

source: - administrativní členění Itálie, Francie a Španělska
fr: - division administrative de l'Italie, de la France et de l'Espagne
ru: административное деление Италии, Франции и Испании
sk: - administratívne členenie Talianska, Francúzska a Španielska

source: - města České republiky a Slovenska
fr: - villes de la République Tchèque et de la Slovaquie
ru: города Чешской Республики и Словакии
sk: - mestá Českej Republiky a Slovenska

source: - vlaječky ostatních administrativních celků
fr: - drapeaux d'autres ensembles administratifs
ru: флаги остальных административных единиц
sk: - vlajočky ostatných administratívnych celkov

source: - vlaječky států světa a USA
fr: - drapeaux d'états du monde et d'États-Unis
ru: флаги стран мира и США
sk: - vlajočky štátov sveta a USA

source: - zdroj většiny mapových podkladů (svět, kontinenty, většina států)
fr: - source de la majorité de dossiers de carte (le monde, les continents, la majorité d'états)
ru: - источник большей части карт (мир, континенты, большинство государств)
sk: - zdroj väčšiny mapových podkladov (svet, kontinenty, väčšina štátov)

source: - řeky Rakouska
fr: - les rivières et fleuves d'Autriche
ru: - реки Австрии
sk: - rieky Rakúska

source: - řeky České republiky
fr: - les rivières et fleuves de la République Tchèque
ru: - реки Чешской Республики
sk: - rieky Českej republiky

source: <i class="flag-cs"></i> Česká a <i class="flag-en"></i> Anglická verze systému je dílem výše uvedených vývojářů.
fr: La version tchèque <i class="flag-cs"></i> et anglais <i class="flag-en"></i> du système est un travail de développeurs nommés plus haut.
ru: <i class="flag-cs"></i> Чешская и <i class="flag-en"></i> английская версии системы - работа вышеуказанных девелоперов.
sk: <i class="flag-cs"></i> Česká a <i class="flag-en"></i> Anglická verzia systému je dielom vyššie uvedených vývojárov.

source: <i class="flag-de"></i> Německý překlad vytvořila Petra Moskva a její studentky z Gymnázia a Obchodní Akdemie Orlová.
fr: La traduction allemande <i class="flag-de"></i> est créée par Petra Moskva et ses étudiantes du Lycée et École supérieure de commerce Orlová.
ru: <i class="flag-de"></i> На немецкий язык перевела Петра Москва и ее студентки из Гимназии и Коммерческой Академии Орлова
sk: <i class="flag-de"></i> Nemecký preklad vytvorila Petra Moskva a jej študentky z Gymnázia a Obchodní Akademie Orlová.

source: <i class="flag-es"></i> Španělský překlad vytvořil Benjamin Valdes.
fr: La traduction espagnole <i class="flag-es"></i> est créée par Benjamin Valdes.
ru: <i class="flag-es"></i> На испанский язык перевел Бенджамин Вальдес
sk: <i class="flag-es"></i> Španielsky preklad vytvoril Benjamin Valdes.

source: Adaptabilní procvičování
es: Práctica adaptativa
fr: Entraînement adaptable
ru: Адаптируемые тренировки
sk: Adaptabilné precvičovanie

source: Adaptabilní procvičování - text
es: El programa analiza tus conocimientos sobre mapas para adaptarse a tí.Usa factores como el tipo de preguntas que contestas y la frecuencia con la que aciertas para escoger preguntas sobre países que te ayuden a practicar mejor y al mismo tiempo te sigas divirtiendo.
fr: Entraînement adaptable - texte
ru: Каждая контурная карта предлагает адаптированную тренировку: в соответствии с вашими знаниями, приложение выбирает вид вопросов (открытые, выбор варианта ответа) и частоту повторения. Приложение предлагает вам государства, изучения которых для вас наиболее плодотворное.
sk: Každá slepá mapa ponúka adaptabilné precvičovanie - podľa toho, aké máte vedomosti, aplikácia volí podobu otázok (otvorená, výber z možností) a frekvenciu opakovania. Aplikácia vám tak predkladá štáty, ktorých precvičenie je pre vás najužitočnejšie.

source: Adresa profilu
es: Dirección de perfil
fr: L'adresse de profil
ru: Адрес профиля

source: Aktuální úroveň
es: Nivel actual
fr: Niveau actuel
ru: Актуальный уровень
sk: Aktuálna úroveň

source: Aplikace byla oceněna v Soutěži <a href="http://www.otevrenadata.cz/">Společně otevíráme data</a>, pořádané <a href="http://www.motejl.cz/">Fondem Otakara Motejla</a>.
fr: L'application a été attribué dans la Competition <a href="http://www.otevrenadata.cz/">Nous ouvrons les données ensemble</a>, organisé par <a href="http://www.motejl.cz/">Le fonds d'Otakar Motejl</a>.
ru: Приложение получило премию в Конкурсе <a href="http://www.otevrenadata.cz/"> Společně otevíráme data</a>, организованном Фондом Отакара Мотейла
sk: Aplikácia bola ocenená v Súťaži <a href="http://www.otevrenadata.cz/">Společně otevíráme data</a>, organizovanej <a href="http://www.motejl.cz/">Fondem Otakara Motejla</a>.

source: Autonomní společenství
es: Comunidades Autónomas
fr: Communautés autonomes
ru: Автономное сообщество
sk: Autonómne spoločenstvo

source: Body
es: Puntos
fr: Points
ru: Очки

source: Chcete jinou? Podívejte se na
es: ¿Quieres ver otros? ver
fr: Voules-Vous un autre? Regardez
ru: Хотите другую? Поглядите на:
sk: Chcete inú? Pozrite sa na

source: Chybné odpovědi
es: Respuestas incorrectas
fr: Réponses incorrectes
ru: Неверные ответы
sk: Chybné odpovede

source: Data o odpovědích jsou ukládána a jsou využívána pro výběr vhodných otázek a pro výzkumné účely. Všechna tato data jsou zpracovávána anonymně. Přihlašovací údaje (Facebook, Google) jsou použity pouze pro určení identity při opakovaných návštěvách, jinak se s nimi nepracuje.
fr: Les données de réponses sont sauvegardées et utilisées pour choix de questions convenables et pour les buts de recherche. Tout les données sont traîtés anonyme. L'état civil (Facebook, Google) est utilisé seulement à une détermination d'identité pendant des visites répétitives, il n'y a pas un autre usage.
ru: Данные об ответах сохраняются и используются для выбора подходящих вопросов, а также для исследовательских целей. Все данные обрабатываются анонимно. Регистрационные данные (Facebook, Google) использованы только для идентификации пользователей при повторных посещениях и не используются иначе.
sk: Dáta o odpovediach sú ukladané a sú využívané pre výber vhodných otázok a pre výskumné účely. Všetky tieto dáta sú spracúvané anonymne. Prihlasovacie údaje (Facebook, Google) sú použité iba pre určenie identity pri opakovaných návštevách. Inak sa s nimi nepracuje.

source: Hledaný profil neexistuje.
fr: Le profil cherché n'existe pas.
ru: Искомый профиль несуществует
sk: Hľadaný profil neexistuje.

source: Jak to funguje?
es: ¿Cómo funciona?
fr: Comment ça marche?
ru: Как это работает?
sk: Ako to funguje?

source: Jezera
es: Lagos
fr: Lacs
ru: Озера
sk: Jazerá

source: Již máš odpovězených <b>{{userService.user.profile.number_of_answers}}</b> odpovědí. Ulož si svůj postup, aby aplikace mohla dlouhodobě přizpůsobovat otázky Tvým znalostem.
fr: Tu as déjà répondu aux <b> {{userService.user.profile.number_of_answers}}</b> questions. Sauvegarde ta progression pourque l'application peuve adapter des questions à Tes connaissances à long terme.
ru: У тебя уже <b>{{userService.user.profile.number_of_answers}}</b> правильных ответов. Сохрани свой прогресс, чтобы приложение могло адаптировать вопросы под твои знания.
sk: Už máš zodpovedaných <b>{{userService.user.profile.number_of_answers}}</b> odpovedí. Ulož si svoj postup, aby aplikácia mohla dlhodobo prispôsobovať otázky Tvojim vedomostiam.

source: Jméno
es: Nombre
fr: Prénom
ru: Имя
sk: Meno

source: Kdo za tím stojí
fr: Qui a fait ça
ru: Кто за этим стоит
sk: Kto za tým stojí

source: Kontinenty
es: Continentes
fr: Continents
ru: Континенты

source: Kraje
es: Regiones
fr: Régions
ru: Края

source: Mapa znalostí
es: Mapa de conocimiento
fr: Carte de connaissance
ru: Карта знаний
sk: Mapa vedomostí

source: Mezi další projekty této skupiny patří:
fr: Autres produits de ce groupe:
ru: В число других проектов этой группы входят:
sk: Medzi ďalšie projekty tejto skupiny patria:

source: Moje znalosti
es: Mi Conocimiento
fr: Mes connaissances
ru: Мои знания
sk: Moje vedomosti

source: Moje časté chyby
es: Mis errores frecuentes
fr: Mes fautes courantes
ru: Мои частые ошибки

source: Moře
fr: Mers
ru: Моря
sk: Moria

source: Města
es: Ciudades
fr: Villes
ru: Города
sk: Mestá

source: Města Evropy
fr: Villes d'Europe
ru: Города Европы
sk: Mestá Európy

source: Můj profil je veřejný
fr: Mon profil est public
ru: Мой профиль публичный
sk: Môj profil je verejný

source: Na vývoji Slepých map se podílí především Vít Stanislav a Jan Papoušek.
fr: C'est principalement Vít Stanislav et Jan Papoušek qui participent au développement de Cartes muettes.
ru: Большой вклад в развитие данного проекта внесли Станислав Вит и Ян Папоушек
sk: Na vývoji Slepých máp sa podieľa predovšetkým Vít Stanislav a Jan Papoušek.

source: Naučeno
es: Aprendido
fr: Appris
ru: Изучено
sk: Naučené

source: Neprocvičováno
es: Sin Practicar
fr: Pas entraîné
ru: Неизучено
sk: Neprecvičované

source: Nevím
es: No sé
fr: Je ne sais pas
ru: Не знаю
sk: Neviem

source: Neznámý
fr: Inconnu
ru: Неизвестный
sk: Neznámy

source: Náměty k rozvoji systému zasílejte na <span class="email contact">slepemapy{zavinac}googlegroups.com</span>.
fr: Vous pouvez nous envoyer Votre suggestions à <span class="email contact">slepemapy{zavinac}googlegroups.com</span>.
ru: Предложения для развития системы присылайте на <span class="email contact">slepemapy{zavinac}googlegroups.com</span>.
sk: Námety k rozvoju systému zasielajte na <span class="email contact">slepemapy{zavinac}googlegroups.com</span>.

source: O projektu
fr: À propos de projet
ru: О проекте
sk: O projekte

source: Oblasti
es: Provincias
fr: Zones
ru: Области

source: Ocenění
fr: Appréciations
ru: Награды
sk: Ocenenia

source: Odhad znalosti
es: Estimación de conocimiento
fr: Estimation de connaissance
ru: Определение уровня знаний
sk: Odhad vedomosti

source: Osobní cíle
es: Metas personales
fr: Buts personells
ru: Личные цели
sk: Osobné ciele

source: Ostatní mapy připravil Vít Stanislav.
ru: Другие карты подготовил Станислав Вит
sk: Ostatné mapy pripravil Vít Stanislav.

source: Ostrovy
es: Islas
fr: Îles
ru: Острова

source: Pohoří
es: Montes
fr: Chaînes de montagnes
ru: Горы
sk: Pohoria

source: Pokračovat
es: Continuar
fr: Continuer
ru: Продолжить
sk: Pokračovať

source: Pokračovat v procvičování
fr: Continuer à entraîner
ru: Продолжить тренировку
sk: Pokračovať v precvičovaní

source: Pokud problém přetrval zkuste to znovu později nebo
fr: Si le problème persiste, essayez plus tard ou
ru: Если проблема не решена, попробуйте позже или
sk: Pokiaľ problém pretrval skúste to znovu neskôr alebo

source: Pokud se chcete zapojit do překládání Slepých map, můžete tak učinit na <a href="https://www.transifex.com/adaptive-learning/slepemapycz/"> Transifex.com stránce projektu</a>.
fr: Si Vous voulez partager à la traduction de Cartes muettes, Vous pouvez le fait sur <a href="https://www.transifex.com/adaptive-learning/slepemapycz/"> Transifex.com site de projet</a>.
ru: Если вы хотите присоединиться к переводу Контурных карт, вы можете сделать это на <a href="https://www.transifex.com/adaptive-learning/slepemapycz/"> Transifex.com странице проекта</a>.
sk: Pokiaľ sa chcete zapojiť do prekladania Slepých máp, môžete tak urobiť na <a href="https://www.transifex.com/adaptive-learning/slepemapycz/"> Transifex.com stránke projektu</a>.

source: Pokud studujete na FI a máte zájem se zapojit do vývoje podobného typu systémů, případně pokud máte zájem o výzkumnou spolupráci, kontaktujte <a href="http://www.muni.cz/people/4297">Radka Pelánka</a>.
fr: Si Vous étudiez à la Faculte d'informatique et Vous vous intéressez au développement du type de systèmes similaires, éventuellement si Vous vous intéressez à la collaboration de recherche, contactez <a href="http://www.muni.cz/people/4297">Radek Pelánek</a>.
ru: Если вы обучаетесь на Факультете Информатики и хотели бы присоединиться к разработке подобного типа систем, или интересуетесь исследовательской совместной работой, свяжитесь <a href="http://www.muni.cz/people/4297">Радка Пеланка</a>.
sk: Pokiaľ študujete na FI a máte záujem sa zapojiť do vývoja podobného typu systémov, prípadne pokiaľ máte záujem o výskumnú spoluprácu, kontaktujte <a href="http://www.muni.cz/people/4297">Radka Pelánka</a>.

source: Politická mapa
es: Mapa Político
ru: Политическая карта

source: Povrch
es: Superficie
fr: Surface
ru: Рельеф

source: Počet obyvatel
es: Población
fr: Nombre d'habitants
ru: Население
sk: Počet obyvateľov

source: Pro vyřešení problému zkuste
fr: Pour résoudre un problème, essayez
ru: Для решения проблемы попробуйте
sk: Pre vyriešenie problému skúste

source: Procvičovat
es: Práctica
fr: Entraîner
ru: Тренировать
sk: Precvičovať

source: Procvičováno
es: Practicado
fr: Entraîné
ru: Изучено
sk: Precvičované

source: Provincie
es: Provincias
fr: Province
ru: Провинции

source: Průměrný nový uživatel
es: Nuevo usuario promedio
fr: Nouvel utilisateur moyen
ru: Средний новый пользователь
sk: Priemerný nový užívateľ

source: Přehled map
es: Todos los mapas
fr: Tableau de cartes récapitulatif
ru: Просмотр карт
sk: Prehľad máp

source: Přehled znalostí uživatele
es: Visión general del conocimiento del usuario
fr: Tableau de connaissances d'utilisateur
ru: Обзор знаний пользователя
sk: Prehľad vedomostí užívateľa

source: Překlady
fr: Traductions
ru: Переводы
sk: Preklady

source: Přiblížit mapu můžete i kolečkem myši nebo dotykovým gestem.
fr: Vous pouvez approcher la carte avec la molette de souris ou avec un geste tactile.
ru: Увеличить карту можете при помощи колесика мыши или прикосновением
sk: Priblížiť mapu môžete i kolieskom myši alebo dotykovým gestom.

source: Příjmení
es: Apellido
fr: Nom
ru: Фамилия
sk: Priezvisko

source: Příprava map
fr: Préparation de cartes
ru: Подготовка карт
sk: Príprava máp

source: Příští úroveň
es: Siguiente nivel
fr: Niveau suivant
ru: Следующий уровень
sk: Ďalšia úroveň

source: Rakouské řeky a města Finska, Švédska a Norska zpracoval Martin Spáčil.
ru: Реки Австрии и города Финляндии, Швеции и Норвегии подготовил Мартин Шпачил

source: Regiony
es: Regiones
fr: Zones géographiques
ru: Регионы
sk: Regióny

source: Registrovat se
es: Registrarse
fr: Enregistrer
ru: Зарегистрироваться
sk: Registrovať sa

source: Sdílej svůj profil
es: Comparte tu perfil
fr: Partager son profil
ru: Поделись своим профилем
sk: Zdieľaj svoj profil

source: Slepé mapy
fr: Cartes muettes
ru: Контурные карты

source: Slepé mapy jsou vyvíjeny na <a href="http://www.fi.muni.cz/"> Fakultě informatiky Masarykovy univerzity</a>, konkrétně v rámci skupiny <a href="http://www.fi.muni.cz/adaptivelearning/">Adaptive Learning</a>.
fr: Les Cartes muettes sont dévéloppées sur <a href="http://www.fi.muni.cz/"> la Faculté d'informatique de l'Université de Masaryk</a>, concrètement dans le cadre de la groupe <a href="http://www.fi.muni.cz/adaptivelearning/">Adaptive Learning</a>.
ru: Контурные карты разработаны на <a href="http://www.fi.muni.cz/"> Факультете информатики Масарикова университета, а именно в рамках группы <a href="http://www.fi.muni.cz/adaptivelearning/">Adaptive Learning</a>.
sk: Slepé mapy sú vyvíjané na <a href="http://www.fi.muni.cz/"> Fakultě informatiky Masarykovy univerzity</a>, konkrétne v rámci skupiny <a href="http://www.fi.muni.cz/adaptivelearning/">Adaptive Learning</a>.

source: Soukromí
fr: Vie privée
ru: Личные данные
sk: Súkromie

source: Specializovaný systém
es: Sistema Especializado
fr: Système specialisé
ru: Специализированная система
sk: Špecializovaný systém

source: Specializovaný systém - text
es: Hay muchos otros sistemas para el aprendizaje que incluyen el dibujo de mapas para practicar, pero usualmente son más dispersos y cubren muchas áreas. Nuestro sistema se enfoca exclusivamenteen el delineado de mapas, lo que nos permite optimizar nuestro sistema para esta área.
fr: Système specialisé - texte
ru: Изучение контурных карт предлагает и ряд других обучающих систем, однако большинство из них охватывает много других, частных областей. Наша же система нацелена только на контурные карты, благодаря чему она обучение проходит самым оптимальным способом.
sk: Precvičovanie slepých máp ponúka aj rad iných výukových systémov, tie však väčšinou pokrývajú veľa čiastkových oblastí. Náš systém sa sústreďuje iba na slepé mapy, vďaka čomu je pre učenie v tejto oblasti optimalizovaný.

source: Spolkové země
es: Estados
fr: États fédérés
ru: Федеральные земли
sk: Spolkové krajiny

source: Správné odpovědi
es: Respuestas correctas
fr: Réponses correctes
ru: Правильные ответы
sk: Správne odpovede

source: Státy
es: Estados
fr: États
ru: Государства
sk: Štáty

source: Státy Afriky
fr: États d'Afrique
ru: Государства Африки
sk: Štáty Afriky

source: Státy Evropy
es: Países Europeos
fr: États d'Europe
ru: Государства Европы
sk: Štáty Európy

source: Státy Světa
fr: États du monde
ru: Государства мира
sk: Štáty Sveta

source: Státy USA
es: Estados de E.U.A.
fr: États d'États-Unis
ru: Штаты Америки
sk: Štáty USA

source: Svět
es: Mundo
fr: Le monde
ru: Мир
sk: Svet

source: USA
es: E.U.A.
fr: États-Unis
ru: США

source: Ukázka mapy znalostí
es: Ejemplo de visualización de conocimiento
fr: Extrait de la carte de connaissances
ru: Демонстрация карты знаний
sk: Ukážka mapy vedomostí

source: Ukázka procvičování
es: Ejemplo de práctica
fr: Extrait d'entraînement
ru: Демонстрация тренировок
sk: Ukážka precvičovania

source: Uložit
es: Salvar
fr: Sauvgarder
ru: Сохранить
sk: Uložiť

source: Upravit profil
es: Editar perfil
fr: Arranger profil
ru: Изменить профиль
sk: Upraviť profil

source: Učení z dat
es: Minería de Datos
fr: Étudiér en utilisant les données
ru: Обучение с базой данных
sk: Učenie z dát

source: Učení z dat - text
es: El programa aprende de todas las personas que lo usan. La elección de preguntas que el programa presenta se basan en esta información. De esta forma, se tiene mejores estimados de dificultad para los usuarios, ya que en vez de que un experto dicte la dificultad, los usuarios definen el nivel con su desempeño. Así, cada quién ayuda a decidir qué es más fácil, sí las ciudades de Kenia o los ríos de Nigeria.
fr: Étudiér en utilisant les données - texte
ru: Приложение обучается, используя данные от всех пользователей. Выбор вопросов основан именно на этих данных, а не на знаниях "эксперта" по географии, который "знает", что тяжелее различить - Кению или Нигерию.
sk: Aplikácia sa učí z dát od všetkých užívateľov. Výber otázok je založený na týchto dátach, nie na vedomostiach experta na zemepis, ktorý "vie", či je ťažšie poznať Keňu alebo Nigériu.

source: V aplikaci bohužel nastala chyba.
es: Unfortunately there has been an error in the app.
fr: Malheureusement une erreur s'est produite dans l'application.
ru: К сожалению, произошла ошибка в приложении
sk: V aplikácii bohužiaľ nastala chyba.

source: Vizualizace znalostí
es: Visualización del Conocimiento
fr: Visualisation de connaissances
ru: Визуализация знаний
sk: Vizualizácia vedomostí

source: Vizualizace znalostí - text
es: Basándose en tu respuestas el sistema estima tu conocimiento y lo despliega en forma de mapa, el cuál te ayuda a visualizar de forma más fácil lo qué sabes. En verde están las áreas que dominas y en rojo las que te faltanpracticar más.
fr: Visualisation de connaissances - texte
ru: На основе ваших ответов система распознает, насколько хорошо вы знаете различные государства, а также составит вашу личную карту знаний, которая покажет вам, что вы уже умеете.
sk: Na základe odpovedí systém odhadne ako dobre poznáte rôzne štáty a znázorní vám mapu vašich vedomostí, čo vám pomôže ujasniť si, čo vlastne viete.

source: Vodstvo
es: Agua
ru: Водные системы

source: Vyber na mapě
es: Selecciona en el mapa
fr: Choisi dans la carte
ru: Выбрать на карте
sk: Vyber na mape

source: Vyberte si mapu k procvičování:
es: Selecciona un mapa para practicar:
fr: Choisi la carte à entraîner
ru: Выберите карту для тренировки:
sk: Vyberte si mapu k precvičovaniu:

source: Vybrat jinou mapu
fr: Choisir une carte différente
ru: Выбрать другую карту
sk: Vybrať inú mapu

source: Vybráno
es: Seleccionado
fr: Choisi
ru: Выбрано
sk: Vybrané

source: Zavřít
es: Cerrar
fr: Fermer
ru: Закрыть
sk: Zavrieť

source: Zde zatím nebylo nic procvičováno.
es: No se ha practido aquí.
fr: Rien n'était entraîné ici.
ru: Здесь пока еще ничего неизучено
sk: Tu zatiaľ nebolo nič precvičované.

source: Zdroje
fr: Sources
ru: Источники

source: Zeměpis hrou
es: Juego de Geografía
fr: Géo en s’amusant
ru: География в игровой форме
sk: Zemepis hrou

source: Zeměpis hrou - text
es: Practica tus conocimientos de geografía de una forma divertida.¡Coloréa los países de Europa, los estados de Norte América o el mundo completo!
fr: Géo en s'amusant - texte
ru: Тренируйте свои знания географии в игровой форме. В последней версии программы вы можете посоревноваться с собой или с компьютером. Сумеете ли вы окрасить в зеленый целую карту Европы? Чехии? А что насчет целого мира?
sk: Precvičte si svoje vedomosti zemepisu hravou formou. V aktuálnej verzii zatiaľ súťažíte len sami so sebou, respektíve proti systému. Dokážete zafarbiť na zeleno celú mapu Európy? Celú ČR? A čo celý svet?

source: Znovu zvýraznit
es: Resaltar de nuevo
ru: Выделить снова
sk: Znovu zvýrazniť

source: Zrušit
es: Cancel
fr: Annuler
ru: Отменить
sk: Zrušiť

source: bodů do příští úrovně
es: puntos para alcanzar el siguiente nivel
fr: de points pour le niveau suivant
ru: очки до следующего уровня
sk: bodov do ďalšej úrovne

source: další mapy
es: más mapas
fr: d'autres cartes
ru: Остальные карты
sk: ďalšie mapy

source: nám napište
fr: écrivez-nous
ru: Свяжитесь с нами
sk: nám napíšte

source: obnovit stránku
fr: rafraîchir la site d'internet
ru: Обновить страницу
sk: obnoviť stránku

source: přibývají za každou správnou odpověď
es: por respuestas correctas
fr: augmentent avec chaque réponse correcte
ru: прибавляются за каждый правильный ответ
sk: pribúdajú za každú správnu odpoveď

source: Úspěšnost
es: Tasa de éxito
fr: Taux de succès
ru: Успешность
sk: Úspešnosť

source: Řeky
es: Ríos
fr: Des rivières et des fleuves
ru: Реки
sk: Rieky

source: Řeky Slovenska a České republiky připravil Radim Krchňáček.
ru: Реки Словакии и Чешской Республики подготовил Радим Крхнячек
sk: Rieky Slovenska a Českej republiky pripravil Radim Krchňáček.

source: Řeky ČR
es: Ríos de Rep. Ch.
fr: Les rivières et les fleuves de la République Tchèque
ru: Реки Чешской Республики
sk: Rieky ČR

source: Žádné časté chyby nebyly nalezeny
es: No se han encontrado errores frecuentes
fr: Pas d'erreurs courantes ont été trouvés.
ru: Частые ошибки не были найдены
sk: Žiadne časté chyby neboli nájdené

source: <i class="flag-ru"></i> Ruský překlad vytvořila Daria Pozhidaeva.
sk: <i class="flag-ru"></i> Ruský preklad vytvorila Daria Pozhidaeva.

source: <i class="flag-sk"></i> Slovenský překlad vytvořil především Miroslav Fic.
sk: <i class="flag-sk"></i> Slovenský preklad vytvoril predovšetkým Miroslav Fic.

source: Co je zvýrazněno?
sk: Čo je zvýraznené?

source: Hlavní města skrze státy
sk: Hlavné mestá cez štáty

source: Hlavní město
sk: Hlavné mesto

source: Moře Evropy připravil Jakub Kohn.
sk: Moria Európy pripravil Jakub Kohn.

source: Stát
sk: Štát

source: Státy skrze hlavní města
sk: Štáty cez hlavné mestá

source: hl. město státu
sk: hl. mesto štátu

source: stát s hl. městem
sk: štát s hl. mestom

source: Řeky Severní Ameriky, rakouské řeky, města Finska, Švédska a Norska zpracoval Martin Spáčil.
sk: Rieky Severnej Ameriky, rakúske rieky, mestá Fínska, Švédska a Nórska spracoval Martin Spáčil.

source: E-mail
es: correo electrónico
fr: L'adresse électronique

source: Ze zvýrazněných položek na mapě vyber
es: Selecciona de entre los objetos en grís el que corresponda a

source: O prjektu
es: Sobre

source: Ne
es: No

source: Ano
es: Sí

source: Slepé Mapy
es: Contorno de Mapas

source: Pohoří ČR
es: Montes de Rep Ch

source: Státy Asie
es: Países de Asia

source: Řeky Afriky
es: Ríos de África
