Repository: LiaoPan/geography
Catalog: main/conf/locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Neznámé
de: unbekannt
es: Desconocido

source: Státy
de: Staaten
es: Estados

source: Města
de: Städte
es: Ciudades

source: Svět
de: Welt
es: Mundo

source: Kontinenty
de: Kontinenten
es: Continentes

source: Řeky
de: Flüße
es: Ríos

source: Jezera
de: Seen
es: Lagos

source: Kraje
de: Regionen
es: Regiones

source: Spolkové Země
de: Bundesländer
es: Estados

source: Provincie
de: Provinzen
es: Provincias

source: Oblasti
de: Gebiete
es: Provincias

source: Regiony
de: Regionen
es: Regiones

source: Autonomní společenství
de: Autonome Gesellschaft
es: Comunidades Autónomas

source: Pohoří
de: Gebirge
es: Montañas

source: Ostrovy
de: Inseln
es: Islas

source: Politická mapa
de: Politische Karte
es: Mapa político

source: Vodstvo
de: Gewässer
es: Agua

source: Povrch
de: Oberfläche
es: Superficie

# state
source: zvýrazněný
de: markierte
es: resaltado en grís

# city
source: zvýrazněné
de: markierte
es: resaltada en grís

# river
source: zvýrazněná
de: markierte
es: resaltado en grís

# lake
source: zvýrazněné
de: markierte
es: resaltado en grís

# region_cz
source: zvýrazněný
de: markierte
es: resaltada en grís

# bundesland
source: zvýrazněná
de: markierte
es: resaltado en grís

# province
source: zvýrazněná
de: markierte
es: resaltado en grís

# region_it
source: zvýrazněná
de: markierte
es: resaltada en grís

# region
source: zvýrazněný
de: markierte
es: resaltada en grís

# autonomous_comunity
source: zvýrazněná
de: markierte
es: resaltado en grís

# mountains
source: zvýrazněné
de: markierte
es: resaltada en grís

# island
source: zvýrazněný
de: markierte
es: resaltada en grís

source: unknown
de: unbekannt
es: desconocido

source: stát
de: Staat
es: estado

source: město
de: Stadt
es: ciudad

source: řeka
de: Fluß
es: río

source: jezero
de: See
es: lago

source: kraj
de: Kreis, Region
es: región

source: spolková země
de: Bundesland
es: estado

source: provincie
de: Provinz
es: provincia

source: oblast
de: Gebiet
es: región

source: autonomní společenství
de: Autonome Gesellschaft
es: comunidad autónoma

# geography/utils/model.py:162
source: pohoří
de: Gebirge

source: ostrov
de: Insel
es: isla

source: spolkovou zemi
de: Bundesland
es: estado

source: provincii
de: Provinz
es: provincia

source: řeku
de: Fluß
es: río

source: států
de: Staaten
es: estados

source: měst
de: Städten
es: ciudades

source: řek
de: Flüssen
es: ríos

source: jezer
de: Seen
es: lagos

source: regionů
de: Regionen
es: regiones

source: spolkových zemí
de: Bundesländern, Kantoten, Provinzen
es: estados

source: provincií
de: Bundesländern, Kantoten, Provinzen
es: provincias

source: oblastí
de: Gebieten
es: regiones

source: autonomních společenství
de: Autonome Gesselschaft
es: comunidades autónomas

# geography/utils/model.py:190
source: pohoří
de: Gebirgen

source: ostrovů
de: Inseln
es: islas

source: Ze zvýrazněných %(place_plural)s na mapě vyber
de: Aus der markierten %(place_plural)s auf der Karte wähle aus
es: Slecciona de entre los %(place_plural)s resaltados en grís el que corresponda a

source: Vyber na mapě %(place_singular)s
de: Wähle auf der Karte %(place_singular)s aus
es: Selecciona en el mapa %(place_singular)s

source: Jak se jmenuje %(place_singular)s %(highlighted)s na mapě?
de: Wie heißt %(place_singular)s %(highlighted)s auf der Karte?
es: ¿Cuál es el nombre del %(place_singular)s %(highlighted)s en el mapa?

source: Slepé Mapy
de: stumme Karten
es: Contorno de Mapas

source: inteligentní aplikace na procvičování zeměpisu
de: intelligente App zum Geographie-Üben
es: programa inteligente para practicar geografía

source: Heslo je správné, ale účet není aktivovaný.
de: Das Passwort stimmt zwar, aber das Benutzerkonto ist nocht nicht aktiv.

source: Nesprávné jméno nebo heslo
de: Kein richtiger Benutzername oder Passwort

source: Je nutné vyplnit uživatelské jméno.
de: Es ist nötig den Benutzernamen einzugeben

source: Je nutné vyplnit email.
de: Es ist nötig die E-Mail einzugeben

source: Je nutné vyplnit heslo.
de: Es ist nötig das Passwort einzugeben

source: Hesla se neshodují.
de: Passwörter passen nicht zusammen.

source: Účet se zadaným uživatelským jménem už existuje.
de: Es existiert bereits ein Benutzerkonto mit dieser Benutzername.

source: Účet se zadaným emailem už existuje.
de: Es existiert bereits ein Benutzerkonto mit dieser E-Mail-Adresse

source: Feedback confirmed
de: Vielen Dank für Ihre gesendeten Informationen. Feedback von der Benutzer ist unbezahlbar.
es: Gracias por tu mensaje. Tu retroalimentación es muy importante para nosotros.

source: Děkujeme za hodnocení.
de: Vielen dank für Ihre Einschätzung.

source: Napište nám
de: Schreiben Sie uns
es: Sugerencias

source: Je čas procvičovat slepé mapy
de: Es ist die Zeit stumme Karten zu üben

source: Vytvořit cíl
de: Ziel festsetzen
es: Crear meta

source: Mapa
de: Kartenübersicht

source: Datum splnění cíle
de: Datum der Zielerfüllung
es: Fecha de cumplimiento de meta

source: Vytrvořit
de: Erstellen
es: Crear

source: Zavřít
de: Schließen
es: Cerrar

source: Osobní cíle
de: Persönliche Ziele

source: Je nejvyšší čas pokračovat v plnění osobních cílů!
de: Es ist die höchste Zeit in der Erfüllung der persönliche Zielen fortzusetzen

source: Procvičovat
de: Zum Üben

source: Změnit nastavení E-mailů
de: E-Mail Einstellung ändern

source: meta content
de: Intelligente Apps zum Üben von Staaten und Bundesländern, Städten, Gebirgen und Flüssen mithilfe der stummen Karten von der Welt, Europas, Asiens, Afrikas, Amerikas, Tschechiens, der USA und der weiteren Staaten
es: programa inteligente para practicar el aprendizaje de estados, ciudades, montañas y riós sobre mapas dibujados del mundo, Europa, Asia, África, América y Estados Unidos y entre otros países

source: meta keywords
de: stumme Karte, Staaten und Bundesländer, Tschechien, Welt, Europa, Amerika, Afrika, Asien, Gebirge, Flüsse, Geographie, USA, Spiele
es: juegos de geografía, contorno de mapas, mapas de contorno, países, estados, ciudades, mundo, europa, américa, áfrica, asia, montañas, ríos, eua

source: Přehled map
de: Kartenübersicht
es: Visión general de Mapas

source: Přihlašte se jednoduše přes Google nebo Facebook, aby si systém váše znalosti pamatoval i příště.
de: Melden Sie sich einfach via Google oder Facebook an, damit das Spielsystem ihre Kennnisse auch das nächste Mal merkt.
es: Entra con tu cuenta de Google o Facebook para que el sistema guarde tu progreso .

source: Přihlásit se
de: Anmeldung
es: Iniciar sesión

source: Můj profil
de: Mein Profil
es: Mi perfil

source: Moje časté chyby
de: Meine häufigen Fehler
es: Mis errores frecuentes

source: Nastavení
de: Einstellung

source: Odhlásit se
de: Abmeldung
es: Terminar sesión

source: O projektu
de: Über das Projekt
es: Sobre

source: Vyberte si mapu k procvičování:
de: Wählen Sie eine Landkarte zum Üben aus:
es: Selecciona un mapa para practicar:

source: Státy Evropy
de: Staaten Europas
es: Países Europeos

source: Řeky ČR
de: Flüsse Europas
es: Ríos Rep. Ch.

source: Státy USA
de: Bundesstaaten der Vereinigten Staaten
es: Estados de E.U.A.

source: Pohoří ČR
de: Tschechische Gebirge
es: Montañas de Rep. Ch.

source: Státy Asie
de: Staaten Asiens
es: Países de Asia

source: Řeky Afriky
de: Flüsse Afrikas
es: Ríos de África

source: Chcete jinou? Podívejte se na
de: Möchten Sie eine andere Landkarte? Schauen Sie die weiteren Landkarten an
es: ¿Quieres ver otros? ver

source: další mapy
de: Weitere Landkarten
es: más mapas

source: Jak to funguje?
de: Wie funktioniert das?
es: ¿Cómo funciona?

source: Zeměpis hrou
de: Erdkunde spielerisch
es: Juego de Geografía

source: Zeměpis hrou - text
de: Testen Sie Ihre Kenntnisse in Geographie und lernen Sie mit Spiel und Spaß. In der aktuellen Version spielen Sie alleine, bzw. gegen das Spielsystem. Schaffen Sie die ganze Landkarte Europas? das ganze Tschechien? Und die ganze Welt? grün zu machen?
es: Practica tus conocimientos de geografía de una forma divertida.¡Coloréa los países de Europa, los estados de Norte América o el mundo completo!

source: Adaptabilní procvičování
de: Anpassungsfähiges Üben
es: Práctica adaptativa

source: Adaptabilní procvičování - text
de: Jede stumme Karte bietet ein anpassungsfähiges Üben an - je nach dem Sie Kenntnisse haben, die Apps wählt die Fragekategorien (offen, Multi-Choise Fragen) und die Wiederholungsfrequenz. Die Apps legt uns dann die Staaten so vor, deren Üben ist es für Ihnen am efektivsten.
es: El programa analiza tus conocimientos sobre mapas para adaptarse a tí.Usa factores como el tipo de preguntas que contestas y la frecuencia con la que aciertas para escoger preguntas sobre países que te ayuden a practicar mejor y al mismo tiempo te sigas divirtiendo.

source: Ukázka procvičování
de: Vorschau zum Üben
es: Ejemplo de práctica

source: Specializovaný systém
de: Spezielisiertes System
es: Sistema Especializado

source: Specializovaný systém - text
de: Stumme Karten zu üben, das bietet auch eine andere Reihe von Unterrichtssystemen an, die beschäftigen sich jedoch meistens mit vielen Teilbereichen. Unser System konzetriert sich nur auf stumme Karten, aus diesem Grunde ist es zum Erlernen in diesem Bereich optimiert.
es: Hay muchos otros sistemas para el aprendizaje que incluyen el dibujo de mapas para practicar pero usualmente son más dispersos y cubren muchas áreas. Nuestro sistema se enfoca exclusivamenteen el delineado de mapas, lo que nos permite optimizar nuestro sistema para esta área.

source: Vizualizace znalostí - text
de: Aufgrund der Antworten schätzt das Spielsystem ein, wie gut Sie verschiedene Staaten und Bundesländer kennen, und es zeigt die Karte ihrer Kenntnisse, was dazu hilft, Ihnen klar zu machen, was Sie eigentlich schon können.
es: Basándose en tu respuestas el sistema estima tu conocimiento y lo despliega en forma de mapa, el cuál te ayuda a visualizar de forma más fácil lo qué sabes.

source: Ukázka mapy znalostí
de: Vorschau zur Karte der Kennnisse
es: Ejemplo de visualización de conocimiento

source: Učení z dat
de: Erlernen aus Daten
es: Minería de Datos

source: Učení z dat - text
de: Die Apps zieht aus Daten von allen Benutzer die Schlusfolgeungen. Die Fragenauswahl geht von diesen Daten, nicht von den Kenntnissen eines Experten in Geografie hervor, der "weiß", ob es schwieriger Kenia oder Nigerien zu erkennen ist.
es: El programa aprende de todas las personas que lo usan. La elección de preguntas que el programa presenta se basan en esta información. De esta forma, se tiene mejores estimados de dificultad para los usuarios, ya que en vez de que un experto dicte la dificultad, los usuarios definen el nivel con su desempeño. Así cada quién ayuda a decidir qué es más difícil, sí la geografía de Kenia o los rías de Nigeria.

source: region
es: región

# singular
source: pohoří
es: cordillera

# plural
source: pohoří
es: cordilleras

source: Feedback text label
es: ¿Encontraste algún error en el programa? ¿Tienes alguna sugerencia sobre como podemos mejorar? ¿Quieres compartir tu opinión con nosotros? Nos gustaría escuchar lo que tengas que decir.

source: Vaše emailová adresa (nepovinné)
es: Tu email (opcional)

source: Odeslat
es: Enviar

source: přes Google
es: con Google

source: přes Facebook
es: con Facebook

source: Vizualizace znalostí
es: Visualización del Conocimiento
