Repository: LiaoPan/geography
Catalog: main/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: Ne
de: Ja

source: Ano
de: Nein

source: Moje časté chyby
de: Meine häufigen Fehler

source: Žádné časté chyby nebyly nalezeny
de: Keine häufigen Fehler wurden gefunden

source: Procvičovat
de: Üben

source: Správné odpovědi
de: Richtige Antworten

source: Chybné odpovědi
de: Falsche Antworten

source: Slepé Mapy
de: Stumme Karten

source: Vyberte si mapu k procvičování:
de: Wählen Sie eine Landkarte zum Üben aus:

source: Státy Evropy
de: Staaten Europas

source: Řeky ČR
de: Flüsse Europas

source: Státy USA
de: Bundesstaaten der Vereinigten Staaten

source: Pohoří ČR
de: Tschechische Gebirge

source: Státy Asie
de: Staaten Asiens

source: Řeky Afriky
de: Flüsse Afrikas

source: Chcete jinou? Podívejte se na
de: Möchten Sie eine andere Landkarte? Schauen Sie die weiteren Landkarten an

source: další mapy
de: Weitere Landkarten

source: Jak to funguje?
de: Wie funktioniert das?

source: Zeměpis hrou
de: Erdkunde spielerisch

source: Zeměpis hrou - text
de: Testen Sie Ihre Kenntnisse in Geographie und lernen Sie mit Spiel und Spaß. In der aktuellen Version spielen Sie alleine, bzw. gegen das Spielsystem. Schaffen Sie die ganze Landkarte Europas? das ganze Tschechien? Und die ganze Welt? grün zu machen?

source: Adaptabilní procvičování
de: Anpassungsfähiges Üben

source: Adaptabilní procvičování - text
de: Jede stumme Karte bietet ein anpassungsfähiges Üben an - je nach dem Sie Kenntnisse haben, die Apps wählt die Fragekategorien (offen, Multi-Choise Fragen) und die Wiederholungsfrequenz. Die Apps legt uns dann die Staaten so vor, deren Üben ist es für Ihnen am efektivsten.

source: Ukázka procvičování
de: Vorschau zum Üben

source: Specializovaný systém
de: Spezielisiertes System

source: Specializovaný systém - text
de: Stumme Karten zu üben, das bietet auch eine andere Reihe von Unterrichtssystemen an, die beschäftigen sich jedoch meistens mit vielen Teilbereichen. Unser System konzetriert sich nur auf stumme Karten, aus diesem Grunde ist es zum Erlernen in diesem Bereich optimiert.

source: Vizualizace znalostí - text
de: Aufgrund der Antworten schätzt das Spielsystem ein, wie gut Sie verschiedene Staaten und Bundesländer kennen, und es zeigt die Karte ihrer Kenntnisse, was dazu hilft, Ihnen klar zu machen, was Sie eigentlich schon können.

source: Ukázka mapy znalostí
de: Vorschau zur Karte der Kennnisse

source: Učení z dat
de: Erlernen aus Daten

source: Učení z dat - text
de: Die Apps zieht aus Daten von allen Benutzer die Schlusfolgeungen. Die Fragenauswahl geht von diesen Daten, nicht von den Kenntnissen eines Experten in Geografie hervor, der "weiß", ob es schwieriger Kenia oder Nigerien zu erkennen ist.

source: Přihlásit se
de: Anmeldung

source: přes Google
de: via Google

source: přes Facebook
de: via Facebook

source: Uživatelské jméno
de: Benutzername

source: Heslo
de: Passwort

source: Registrovat se
de: Registrieren Sie sich

source: Moje znalosti
de: Meine Kenntnisse

source: Průměrný nový uživatel
de: durschnittlicher neuer Benutzer

source: Přehled map
de: Kartenübersicht

source: Vybráno
de: Ausgewählt

source: Nevím
de: Ich weiß nicht

source: Pokračovat
de: weitergehen

source: Znovu zvýraznit
de: wieder markieren

source: Úspěšnost
de: Erfolgergebnis

source: Osobní cíle
de: Persönliche Ziele

source: Znovu procvičovat
de: nochmal üben

source: Mapa znalostí
de: Karte der Kenntnisse

source: Registrujte se
de: Registrieren Sie sich

source: a získejte všechny výhody registrovaných uživatelů.
de: und genießen Sie alle Vorteile der registrierten Benutzer.

source: Co získám?
de: Was bekomme ich?

source: přes E-mail
de: per E-Mail

source: Heslo znovu
de: Passwort wiederholen

source: Registrace proběhla úspěšně. Můžete pokračovat v používání aplikace.
de: Die Registrierung wurde erfolgreich durgeführt. Sie können weiter gehen, um die Apps zu nutzen.

source: Upravit profil
de: Profil bearbeiten

source: Body
de: Punkte

source: přibývají za každou správnou odpověď
de: ändern sich bei der richtigen Lösung

source: Jméno
de: Vorname

source: Příjmení
de: Name

source: Poslat mi email při neplnění cílů
de: Eine E-Mail schicken, wenn man die Ziele nich erreicht

source: Uložit
de: Speichern

source: Zrušit
de: Abbrechen

source: Přehled znalostí uživatele
de: Übersicht über Kenntnisse der Benutzer

source: Sdílej svůj profil
de: Teilen Sie Ihren Profil mit.

source: Adresa profilu
de: Profiladresse

source: Zde zatím nebylo nic procvičováno.
de: Hier wurde bis jetzt noch nicht geübt.

source: Napište nám
de: Schreiben Sie uns

source: Feedback text label
de: Haben Sie einen Fehler in der App gefunden? Haben Sie eine Idee, wie man das besser machen könnte? Oder einen anderen Tipp oder ein Komentar? Wir interessieren uns für alles, was Sie uns mitteilen wollen.

source: Vaše emailová adresa (nepovinné)
de: Ihre E-Mail-Adresse

source: Odeslat
de: Senden

source: Zavřít
de: Schließen

source: Jak těžké jsou kladené otázky?
de: Wie schwierig sind die gestellten Fragen?

source: Svou odpovědí nám pomáháte přizpůsobovat obtížnost otázek.
de: Mit ihrer Atwort helfen Sie uns die der Fragen anzupassen

source: Příliš lehké
de: zu einfach

source: Tak akorát
de: so lala

source: Příliš těžké
de: zu schwierig

source: Nevím / nechci odpovídat
de: ich weiß nicht/ ich will nicht darauf antworten

source: Postup plnění cíle
de: Vorgehen bei der Zielerreichung

source: Splněno
de: Erfüllt

source: Dnešní nesplněné procvičování
de: heutiges unerfülltes Üben

source: Více než den nesplněného procvičování
de: Mehr als ein Tag des unerfülten Übens

source: Chceš se naučit některou mapu do určitého data?
de: Möchtest du eine Karte bis zum bestimmeten Zeitpunkt erlernen?

source: Nastav si cíl a systém ti podle tvých aktuálních znalostí rozloží procvičování na jednotlivé dny.
de: Geben Sie das Ziel vor und das Spielsystem bietet Ihnen aufgrund ihrer aktuellen Kenntnisse das Üben für einzelne Tage an.

source: Vytvořit cíl
de: Ziel erstellen, vorgeben

source: Žádné cíle zatím nebyly stanoveny
de: keine Ziele wurde eingegeben

source: Dnes již není třeba procvičovat
de: Heute ist es nicht nötig zu üben

source: Odstranit cíl
de: Ziel beseitigen

source: Odhad znalosti
de: Einschätzung der Kennnisse

source: Naučeno
de: erlernt

source: Procvičováno
de: geübt

source: Aktuální úroveň
de: Aktuelles Spiellevel

source: bodů do příští úrovně
de: Punkte bis zum nächsten Spiellevel

source: Příští úroveň
de: Nächstes Spiellevel

source: V aplikaci bohužel nastala chyba.
de: In der Apps kam leider zum Fehler.

source: Počet obyvatel
de: Einwohnerzahl

source: Neprocvičováno
de: nicht geübt

source: Svět
de: Welt

source: Politická mapa
de: Politische Landkarte

source: Vodstvo
de: Gewässer

source: Povrch
de: Oberfläche

source: O prjektu
de: Über das Projekt

source: Opravdu chcete cíl smazat?
de: Wollen Sie wirklich das Ziel löschen?

source: Cíl byl vytvořen
de: Das Ziel wurde erreicht

source: Tip na zapamatování:
de: Merktipp
